---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentSavedEventArgs
source: html/bf8b5285-7434-b4a9-9dbd-9fccb3c6fe63.htm
---
# DocumentSavedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.